Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: བཅོམ་ལྡན་འདས་འོ་ན་ཇི་ལྟ་བུའི་དྲུང་དུ་མཆི་བར་འགྱུར།
en: In that case, Blessed Lord, what sort of [bodhisattvas] does he approach?”

source: དགའ་བོ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་གིས་སྔོན་གྱི་མཐར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཟབ་མོ་འདི་བསྟན་པའི་ཚེ། སེམས་མོས་པར་མ་བྱས་པ་དེའི་དྲུང་དུ་བདུད་སྡིག་ཏོ་ཅན་དག་གཙེ་བའི་བསམ་པས་ཉེ་བར་འོང་ངོ་།
en: Ānanda,” replied the Blessed One, “with the intention of harming, the evil forces of Māra approach those bodhisattva great beings who were formerly disinterested when this profound perfection of wisdom was being taught.

source: །དགའ་བོ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཟབ་མོ་འདི་བསྟན་པའི་ཚེ། འདི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡིན་ནམ། འོན་ཏེ་མ་ཡིན་ཞེས་ཐེ་ཙོམ་དུ་གྱུར་པ་དེ་དག་གི་དྲུང་དུ་བདུད་སྡིག་ཏོ་ཅན་གཙེ་བའི་བསམ་པས་ཉེ་བར་འོང་ངོ་། །དགའ་བོ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་དགེ་བའི་བཤེས་གཉེན་དང་བྲལ་ན། དེས་དགེ་བའི་བཤེས་གཉེན་མི་མཐོང་བས།
en: Moreover, Ānanda, the evil forces of Māra approach with the intention of harming those bodhisattvas who were hesitant when this profound perfection of wisdom was being taught, wondering whether this was or was not the perfection of wisdom.” “

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་མི་ཐོས་སོ། །མ་ཐོས་པས་མི་ཤེས་སོ། །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཇི་ལྟར་བསྒོམ་པ་མ་ཤེས་པས། དེ་བཞིན་ཉིད་དུ་ནན་ཏན་མི་བྱེད་དེ། དགའ་བོ་བྱང་ཆུབ་སེམས་དཔའ་དེ་ཡང་བདུད་སྡིག་ཏོ་ཅན་གྱིས་གླགས་རྙེད་པར་འགྱུར་རོ།
en: Moreover, Ānanda, if bodhisattvas are without a spiritual mentor, the evil forces of Māra will find an opportunity to intrude upon those bodhisattvas who have not heard this profound perfection of wisdom because they have not seen a spiritual mentor, who do not understand it because they have not heard it, and who are not earnestly intent on the real nature because they do not understand how it should be cultivated. {

source: །དགའ་བོ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་བྲལ་ལ།
en: Ki.

source: དམ་པའི་ཆོས་མ་ཡིན་པ་ཡོངས་སུ་འཛིན་པར་བྱེད་ན། དགའ་བོ་བྱང་ཆུབ་སེམས་དཔའ་དེ་ལ་ཡང་བདུད་སྡིག་ཏོ་ཅན་གྱིས་གླགས་རྙེད་པར་འགྱུར་རོ། །དགའ་བོ་གཞན་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་བྲལ་བའི་བྱང་ཆུབ་སེམས་དཔའ་དམ་པའི་ཆོས་མ་ཡིན་པ་ལ་བསྔགས་པ་བརྗོད་ན། དེ་ལ་བདུད་སྡིག་ཏོ་ཅན་འདི་སྙམ་དུ་སེམས་ཏེ། གང་དམ་པའི་ཆོས་མ་ཡིན་པའི་བསྔགས་པ་སྨྲ་བ་ནི་བདག་གི་གྲོགས་ཡིན་ཏེ།
en: V: 24} “Moreover, Ānanda, if bodhisattvas who are without the perfection of wisdom speak in praise of that which is not the Dharma, then the evil Māra will think, ‘Those who speak in praise of that which is not the Dharma are my friends.

source: གང་དམ་པའི་ཆོས་མ་ཡིན་པའི་བསྔགས་པ་སྨྲ་བ་དེ་ནི། བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་མང་པོའི་ནང་ནས་བདག་གི་གྲོགས་སུ་རྙེད་པ་སྟེ།
en: The friends I have found among the many followers of the vehicle of the bodhisattvas are those who speak in praise of that which is not the Dharma.

source: དེ་ལྟར་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་འདི་ལྟ་སྟེ། །ཉན་ཐོས་ཀྱི་ས་དང་རང་སངས་རྒྱས་ཀྱི་ས་གཉིས་ལས་གཅིག་ཏུ་གནས་པར་འགྱུར་བ་ནི། དེ་བདག་གི་བསམ་པ་ཡོངས་སུ་རྫོགས་པར་བྱེད་པའོ་སྙམ་སྟེ།
en: Such persons who follow the vehicle of the bodhisattvas will come to dwell in one or the other of two levels—the level of the śrāvakas or the level of the pratyekabuddhas—and they will fulfill my intention.’

source: དགའ་བོ་བྱང་ཆུབ་སེམས་དཔའ་དེ་ལ་ཡང་བདུད་སྡིག་ཏོ་ཅན་གྱིས་གླགས་རྙེད་པར་འགྱུར་རོ།
en: Ānanda, the evil Māra will indeed find an opportunity to intrude upon those bodhisattvas. “

source: །དགའ་བོ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཇི་ལྟ་བུ་ལ་བདུད་ཀྱིས་གླགས་རྙེད་པར་འགྱུར་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཟབ་མོ་འདི་བསྟན་པའི་ཚེ། འདི་སྐད་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་ཤིན་ཏུ་ཟབ་སྟེ།
en: Moreover, Ānanda, if you ask what sort [of bodhisattvas] the evil Māra might find an opportunity to intrude upon, at the time when this profound perfection of wisdom is being taught, if there are bodhisattva great beings who say, ‘The perfection of wisdom is most profound.

source: ཁྱོད་ཀྱིས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཟབ་མོ་འདི་ཐོས་པས་ཅི་ཞིག་བྱ།
en: What would be the point of you listening to this profound perfection of wisdom?

source: བསྒོམས་པ་དང་གཟུང་བ་དང་། བཅངས་པ་དང་། ཀུན་ཆུབ་པར་བྱས་པས་ཀྱང་ཅི་ཞིག་བྱ།
en: What would be the point of you cultivating, taking up, upholding, and even mastering it?

source: ངས་ཀྱང་དེའི་གཏིང་མ་རྙེད་ན་ཁྱོད་ཀྱིས་ལྟ་རྙེད་རེ་སྐན་ཞེས་ཟེར་ན།
en: Since even I did not reach its depths, how could you possibly do so!’

source: །དགའ་བོ་གཞན་ཡང་གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གཞན་ལ་བྱང་ཆུབ་སེམས་དཔའ་བརྙས་པ་སྐྱེད་ཅིང་། ང་ནི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱད་པའོ།
en: Moreover, Ānanda, when bodhisattva great beings scorn other bodhisattvas and give rise to conceits, saying, ‘I am practicing the perfection of generosity.

source: །ང་ནི་ཚུལ་ཁྲིམས་དང་། བཟོད་པ་དང་། བརྩོན་འགྲུས་དང་། བསམ་གཏན་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱད་པའོ།
en: I am practicing the perfections of ethical discipline, tolerance, perseverance, meditative concentration, and wisdom.

source: །ཁྱོད་ནི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་མ་ཡིན་ནོ། །ཁྱོད་ནི་ཚུལ་ཁྲིམས་དང་།
en: You do not practice the perfection of generosity.

source: བཟོད་པ་དང་། བརྩོན་འགྲུས་དང་། བསམ་གཏན་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་མ་ཡིན་ནོ་ཞེས་རློམ་སེམས་སུ་བྱེད་ན། དགའ་བོ་བྱང་ཆུབ་སེམས་དཔའ་དེ་ལ་ཡང་བདུད་སྡིག་ཏོ་ཅན་གྱིས་གླགས་རྙེད་པར་འགྱུར་རོ།
en: You do not practice the perfections of ethical discipline, tolerance, perseverance, meditative concentration, and wisdom,’ in that case, Ānanda, the evil Māra will indeed find an opportunity to intrude upon those bodhisattvas. “

source: །དགའ་བོ་གཞན་ཡང་གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་བདག་ཉིད་མཆོག་ཏུ་རློམ་སེམས་བསྐྱེད་ན། དགའ་བོ་དེའི་ཚེ། བདུད་སྡིག་ཏོ་ཅན་དགའ་བ་དང་། སྤྲོ་བ་དང་། ཉམས་བདེ་བ་དང་།
en: Moreover, Ānanda, when bodhisattva great beings give rise to the conceit that they themselves are best, at that time, Ānanda, the evil Māra will rejoice, and he will be delighted, contented, jubilant, satisfied, and happy.

source: རབ་ཏུ་དགའ་བ་དང་། ཚིམ་ཞིང་ཡིད་བདེ་བ་སྐྱེ་བར་འགྱུར་ཏེ། དགའ་བོ་བྱང་ཆུབ་སེམས་དཔའ་དེ་ལ་ཡང་བདུད་སྡིག་ཏོ་ཅན་གྱིས་གླགས་རྙེད་པར་འགྱུར་རོ།
en: In that case, Ānanda, the evil Māra will indeed find an opportunity to intrude upon those bodhisattvas. “

source: །དགའ་བོ་གཞན་ཡང་གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའི་མྱིང་བརྗོད་པ་འམ། རུས་བརྗོད་པ་ཀུན་ཏུ་གྲགས་པར་གྱུར་ན། དེ་མིང་བརྗོད་པ་འམ། རུས་བརྗོད་པ་དེས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གཞན་དགེ་བའི་ཆོས་ཅན་དག་ཁྱད་དུ་གསོད་ཅིང་།
en: Moreover, Ānanda, when bodhisattva great beings become famous by proclaiming their name or their clan, on the basis of proclaiming that name or that clan, they might despise other bodhisattva great beings who are endowed with the attributes of virtuous actions.

source: བདག་བསྟོད། གཞན་སྨོད་ལ། ཕྱིར་མྱི་ལྡོག་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་རྣམ་པ་དང་། ཚུལ་དང་མཚན་མར་བྱ་བའི་ཡོན་ཏན་དེ་དག་ཀྱང་དེ་ལ་མྱེད་པར། རྣམ་པ་དང་ཚུལ་དང་།
en: Praising themselves and disparaging others, they indeed lack those aspects, marks, and signs that irreversible bodhisattva great beings have, {Ki.

source: མཚན་མ་མྱེད་པར་དེ་དག་གིས་ཉོན་མོངས་པ་སྐྱེད་ཅིང་། བདག་བསྟོད། གཞན་སྨོད་དེ། འདི་སྐད་དུ་ཇི་ལྟར་ང་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་རིགས་ལ་གནས་པར་སྣང་བ་དེ་ལྟར་ཁྱོད་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ལ་གནས་པར་མྱི་སྣང་ངོ་།
en: V: 25} and in the absence of those aspects, marks, and signs, they develop afflicted mental states, praising themselves and disparaging others with the words, ‘You do not seem to be established in the vehicle of the bodhisattvas and you do not seem to be established in the family of the bodhisattvas in the way in which I appear to be established in the vehicle of the bodhisattvas and the family of the bodhisattvas.’

source: །བྱང་ཆུབ་སེམས་དཔའི་རིགས་ལ་གནས་པར་མྱི་སྣང་ངོ་ཞེས། དེ་དེ་ལྟར་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་དེ་དག་ལ་མི་སྙན་པར་རྗོད་ཅིང་སྨོད་ན། དེ་ལ་བདུད་སྡིག་ཏོ་ཅན་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་གི་གནས་ནི་སྟོངས་པར་མྱི་འགྱུར་རོ།
en: If in that manner they defame and disparage individuals who follow the vehicle of the bodhisattvas, the evil Māra will think, ‘My realm will not be deserted!

source: །སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་དང་། བྱོལ་སོང་གི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དང་། ཡི་དགས་ཀྱི་ཡུལ་ཤིན་ཏུ་འཕེལ་བར་འགྱུར་རོ་ཞེས།
en: beings will absolutely multiply in the great hells, the animal realm, the world of Yama, and the domain of anguished spirits.’

source: ཅི་ནས་ཀྱང་དེའི་ཚིག་གཟུང་དུ་རུང་བར་འགྱུར་བ་དེ་ལྟ་དེ་ལྟར་བདུད་སྡིག་ཏོ་ཅན་བྱང་ཆུབ་སེམས་དཔའ་དེ་བྱིན་གྱིས་རློབ་སྟེ།
en: By all means the evil Māra will influence those bodhisattvas so their words will become plausible.

source: དེའི་ཚིག་གཟུང་དུ་རུང་བས་སྐྱེ་བོ་མང་པོ་དག་ཀྱང་མཉན་པ་དང་། ཡིད་ཆེས་པར་བྱ་བར་སེམས་ཏེ། དེ་ལ་དེ་དག་གིས་ཐོས་སམ། མཐོང་ན། འཐུན་པར་སྤྱོད་པར་འགྱུར་ཏེ།
en: Since their words are plausible, many people will also think that they should be heeded and trusted, and they will act in conformity with that which they have heard or seen.

source: དེ་དག་གིས་ཐོས་སམ། མཐོང་ནས་འཐུན་པར་སྤྱོད་ཅིང་དེ་བཞིན་དུ་སློབ་སྟེ།
en: That is to say, they will act in conformity with what they have heard or seen, and they will train in that manner.

source: དེ་དག་དེ་བཞིན་དུ་སློབ་ཅིང་། དེ་བཞིན་ཉིད་དུ་ནན་ཏན་བྱེད་པའི་ཚེ། ཉོན་མོངས་པ་ཤིན་ཏུ་འཕེལ་བར་འགྱུར་ཏེ།
en: When they train in that manner, earnestly intent on the real nature, their afflicted mental states will absolutely multiply.

source: དེ་ལྟར་དེ་དག་བསམ་པ་ཕྱིན་ཅི་ལོག་ཏུ་གྱུར་པས་ལུས་དང་། ངག་དང་། ཡིད་ཀྱི་ལས་གང་དང་གང་བརྩམས་པ་དེ་དག་ཐམས་ཅད་མི་འདོད་པ་དང་། མི་སྡུག་པ་དང་། ཡིད་དུ་མི་འོང་བར་འགྲུབ་པར་འགྱུར་ཏེ།
en: Whatever actions of body, speech, and mind they may undertake with their erroneous intention will all become undesirable, disagreeable, and unpleasant.

source: དེ་ལྟར་ན་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་དེ་དག་ཀྱང་རབ་ཏུ་འཕེལ་བར་འགྱུར།
en: In that way the denizens of the great hells will absolutely multiply.

source: བྱོལ་སོང་གི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དང་། ཡི་དགས་ཀྱི་ཡུལ་ཡང་རབ་ཏུ་འཕེལ་བར་འགྱུར་ཏེ།
en: The animal realm, the world of Yama, and the domain of anguished spirits will also greatly multiply.

source: བདུད་ཀྱི་གནས་ཀྱང་ཤིན་ཏུ་འཕེལ་བར་འགྱུར་བས།
en: Even the realm of Māra will absolutely multiply.

source: དགའ་བོ་དོན་གྱི་དབང་དེ་མཐོང་ནས། བདུད་སྡིག་ཏོ་ཅན་དགའ་བ་དང་། སྤྲོ་བ་དང་། ཚིམ་པ་དང་། ཡིད་བདེ་བ་སྐྱེ་བར་འགྱུར་རོ།
en: In consideration of this, Ānanda, the evil Māra will rejoice, and he will be delighted, satisfied, and happy. “

source: །དགའ་བོ་གཞན་ཡང་གལ་ཏེ་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ། གང་ཟག་ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་དང་། རྩོད་ཅིང་ང་ནི་མཆོག་ཏུ་གྱུར་པ་ཡིན་གྱི།
en: Moreover, Ānanda, if individual followers of the vehicle of the bodhisattvas dispute with individual followers of the vehicle of the śrāvakas, saying, ‘I am the best.

source: ཁྱོད་ནི་མ་ཡིན་ནོ། ཞེས་ཟེར་ན།
en: You are not!’

source: དེ་ལ་བདུད་སྡིག་ཏོ་ཅན་འདི་སྙམ་དུ་སེམས་ཏེ།
en: then the evil Māra will think, ‘Oh!

source: ཀྱེ་མ་རིགས་ཀྱི་བུ་འདི་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་རིང་དུ་བྱེད་པ་སྟེ།
en: This noble child is far from all-aspect omniscience.

source: འདི་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ཉེ་བར་གྱུར་པ་མ་ཡིན་ནོ།
en: He is not approaching all-aspect omniscience.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འཐབ་མོ་དང་འཁྲུག་པ་དང་། རྩོད་པ་དང་མཚང་འདྲུ་བ་འདི་དག་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ལམ་མ་ཡིན་ཏེ།
en: If you ask why, these conflicts, fights, disputes, and accusations are not the path of all-aspect omniscience.

source: དེ་ནི་སེམས་ཅན་དམྱལ་བའི་ལམ་མོ།
en: They are the path of the denizens of the hells.

source: །དེ་ནི་བྱོལ་སོང་གི་སྐྱེ་གནས་ཀྱི་ལམ་མོ།
en: They are the path of the animal realm.

source: །དེ་ནི་གཤིན་རྗེའི་འཇིག་རྟེན་གྱི་ལམ་མོ།
en: They are the path of the world of Yama.

source: །དེ་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པའི་ལམ་མ་ཡིན་ནོ་སྙམ་དུ་སེམས་པར་འགྱུར་རོ།
en: They are not the path of all-aspect omniscience.’ “

source: །དགའ་བོ་གཞན་ཡང་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་དང་། གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཅན་གཞན་དུ་འཐབ་ཅིང་རྩོད་ལ། འཁྲུགས་ཅིང་མཚང་འདྲུ་ན། དེ་ལ་བདུད་སྡིག་ཏོ་ཅན་འདི་སྙམ་དུ་སེམས་ཏེ། འདི་གཉིས་ཀ་ཡང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་རིང་དུ་བྱེད་པའོ།
en: Moreover, Ānanda, if an individual follower of the vehicle of the bodhisattvas engages in conflicts, disputes, fights, and accusations with another individual who follows the vehicle of the bodhisattvas, in that case, the evil Māra will think, ‘Both of these are far from all-aspect omniscience.

source: །འདི་གཉིས་ཀ་ཡང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་མི་རྒྱའོ།
en: Both of these will not attain consummate buddhahood in unsurpassed, complete enlightenment.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རིགས་ཀྱི་བུ་འདི་གཉིས་ཀྱིས་གང་བརྩམས་པ་དེ་ནི། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ལམ་མ་ཡིན།
en: If you ask why, on whatever path these two noble children have set out, it is not the path of all-aspect omniscience.

source: རིགས་ཀྱི་བུ་འདི་གཉིས་ཀྱིས་ནི། སེམས་ཅན་དམྱལ་བ་དང་། བྱོལ་སོང་གི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་གྱི་ལམ་བརྩམས་སོ་ཞེས་ནས།
en: These two noble children have set out on the path of the denizens of the hells, the animal realm, and the world of Yama.’

source: དགའ་ཞིང་སྤྲོ་བ་དང་། ཚིམ་ཞིང་ཡིད་བདེ་བ་སྐྱེ་བར་འགྱུར་རོ།
en: Then he will rejoice, and he will be delighted, satisfied, and happy. “

source: །དགའ་བོ་གཞན་ཡང་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ལུང་མ་བསྟན་པ། བྱང་ཆུབ་སེམས་དཔའ་ལུང་བསྟན་པ་ལ་གནོད་པར་སེམས་ཤིང་། འཐབ་ཅིང་རྩོད་ལ།
en: Moreover, Ānanda, when bodhisattvas who have not been prophesied think maliciously of bodhisattvas who have been prophesied, and engage in conflicts, disputes, {Ki.

source: འཁྲུགས་ཅིང་མཚང་འདྲུ་ན། གལ་ཏེ་དེས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཡོངས་སུ་མི་གཏང་ཞེ་ན། ཇི་ཙམ་དུ་སྡིག་པའི་སེམས་བསྐྱེད་པ་སྐྱེས་པ་དང་། འཐབ་ཅིང་རྩོད་པ་དང་། འཁྲུགས་ཅིང་མཚང་འདྲུ་བར་གྱུར་པ་དེ་སྲིད་ཀྱི་བསྐལ་པར་གོ་ཆ་བགོ་བར་བྱའོ།
en: V: 26} fights, and accusations, if they have not abandoned all-aspect omniscience, they must don the armor for as many eons as the negative thoughts that have arisen and the conflicts, disputes, fights, and accusations in which they have engaged.” “

source: །དགའ་བོས་གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་དག་གི་སེམས་བསྐྱེད་པ་དེ་དག་ལ་འབྱུང་བ་གཞན་མཆིས་སམ། འོན་ཏེ་མ་ལགས་ཀྱིས། བསྐལ་པ་དེ་སྙེད་ཁོ་ནར་གོ་ཆ་བགོ་འཚལ།
en: Blessed Lord, is there any other emancipation for those in whom negative thoughts have arisen, or if not, will they absolutely have to don the armor for that number of eons?”

source: དགའ་བོ་གང་ཟག་ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་རྣམས་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པ་རྣམས་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་རྣམས་ལ་ངས་འབྱུང་བ་དང་བཅས་པའི་ཆོས་བསྟན་ཏེ།
en: Ānanda,” replied the Blessed One, “I have revealed the Dharma with its emancipation to individual followers of the vehicle of the śrāvakas, followers of the vehicle of the pratyekabuddhas, and followers of the vehicle of the bodhisattvas.

source: དགའ་བོ་དེ་ལ་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ། བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་གང་ཟག་དང་། འཐབ་ཅིང་རྩོད་ལ་གཤེ་ཞིང་མི་སྙན་དུ་བརྗོད་པ་དང་། འཐབས་ཤིང་རྩོད་དེ་གཤེ་བ་དང་མི་སྙན་པར་བརྗོད་པ་བྱས་ན། ཕྱིར་མི་འཆགས་པར་མདུད་པར་འཛིན་ཅིང་ཁོན་དུ་བཟུང་སྟེ་གནས་ན་དགའ་བོ་གང་ཟག་དེ་ནི་འབྱུང་བར་ང་མི་སྨྲ་ཏེ།
en: In this regard, Ānanda, when individual followers of the vehicle of the bodhisattvas engage in conflict, dispute, scolding, and defamation with [other] individuals who follow the vehicle of the bodhisattvas, and after having engaged in conflict, dispute, scolding, and defamation, they do not make a confession but retain that malice and maintain that hostility, then, Ānanda, I do not speak of emancipation.

source: གང་ཟག་དེས་གལ་ཏེ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཡོངས་སུ་མི་གཏོང་ཞེ་ན། གདོན་མི་ཟ་བར་བསྐལ་པ་དེ་སྙེད་དུ་གོ་ཆ་བགོ་བར་བྱའོ།
en: If those individuals have not abandoned all-aspect omniscience, they must undoubtedly don the armor for that number of eons.

source: །དགའ་བོ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་འཐབས་ཤིང་རྩོད་དེ་གཤེ་བ་དང་། མི་སྙན་པར་བརྗོད་པར་གྱུར་ན་ཡང་མདུད་པར་མི་འཛིན་ལ། ཕྱིན་ཆད་སྡོམ་པ་འཛིན་ཅིང་། བདག་གིས་ནི་ཐོབ་པར་བྱ་བ་ཉེས་པར་ཐོབ་སྟེ།
en: Ānanda, even though bodhisattva great beings may have engaged in conflict, dispute, scolding, and defamation, if they do not retain that malice, and thenceforth maintain their vows, thinking, ‘I should have gained but I have lost.

source: བདག་གིས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྡུག་བསྔལ་བསྩལ་དགོས་ན། དེ་ལྟར་བདག་སྨྲ་བ་ལ་ཕྱིར་སྨྲ་བ་དང་།
en: When I should have eliminated the sufferings of all beings, I spoke and responded in that manner.

source: བདག་གིས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཟམ་པར་གྱུར་པ་བྱ་དགོས་ན། དེ་ལྟར་བདག་གཞན་ལ་མི་སྙན་པར་སྨྲ་ཞིང་ཕྱིར་ཟློགས་པ་ནི་མི་ཚུལ་གྱིས།
en: When I should have acted as a bridge for all beings, I have defamed others in that manner and contradicted them.

source: བདག་གིས་དེ་ལྟར་མི་བྱའི།
en: I should not have acted in that inappropriate manner!

source: བདག་གིས་ནི་གླེན་པ་དང་ལྐུགས་པ་བཞིན་དུ་བྱའོ།
en: I should have acted as if I was slow-witted and dumb.

source: །བདག་གིས་བསམ་པ་ལ་འཁྲུག་པ་མེད་པར་བྱའོ།
en: I should be without agitation in my thoughts.

source: །སེམས་ཅན་འདི་དག་ནི་བདག་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཏེ། ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བར་བྱ་དགོས་ན། དེ་དག་ཉིད་ལ་བདག་ངན་སེམས་སུ་བྱེད་པ་དང་། དེ་དག་ཉིད་ལ་བདག་འཁྲུག་པ་ནི་ཚུལ་མ་ཡིན་གྱིས།
en: Since I must bring these beings to final nirvāṇa, having attained consummate buddhahood in unsurpassed, complete enlightenment, it is not appropriate that I should be ill-disposed toward them and fight with them.

source: བདག་གིས་དེ་དག་ལ་གནོད་སེམས་སུ་མི་བྱའོ།
en: I will not think maliciously of them.

source: །བདག་གིས་དེ་དག་ལ་འཁྲུག་པར་མི་བྱའོ་སྙམ་ན།
en: I will not fight with them!’

source: དགའ་བོ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་འབྱུང་བ་ཡོད་པར་ངས་བཤད་དེ།
en: in that case, Ānanda, I have explained that those bodhisattva great beings will be emancipated.

source: དེ་ལ་ནི་བདུད་སྡིག་ཏོ་ཅན་གླགས་ལྟ་ཞིང་གླགས་ཚོལ་བས་ཀྱང་གླགས་མི་རྙེད་དོ།
en: In that case, the evil Māra, even though he should look for and search for an opportunity to intrude, will find no such opportunity. “

source: །དགའ་བོ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་གང་ཟག་ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་དག་དང་འགྲོགས་པར་མི་བྱའོ།
en: Moreover, Ānanda, bodhisattva great beings should not befriend individuals who follow the vehicle of the śrāvakas.

source: །དེ་དག་དང་ལྷན་ཅིག་ཏུ་གནས་པར་མི་བྱའོ། །འདུག་པར་མི་བྱའོ།
en: They should not stay with them. They should not sit with them.

source: །གལ་ཏེ་འདུག་ན་ཡང་དེས་སུ་ལ་ཡང་གནོད་སེམས་སུ་མི་བྱ།
en: But even if they do, they should not think maliciously of anyone at all.

source: འཁྲུགས་པར་མི་བྱའོ།
en: They should not be angered.

source: གང་བདག་གིས་འདི་དག་ལ་གནོད་སེམས་སུ་བྱ་བ་དང་། འཁྲུག་པར་བྱ་བ་དེ་དག་ནི་བདག་ལ་མི་ཚུལ་ལོ།
en: V: 27} to think maliciously of such people or to be angered.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེ་དག་ནི་བདག་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཏེ། སྡུག་བསྔལ་ཐམས་ཅད་ལས་ཡོངས་སུ་དགྲོལ་བར་བྱ་བ་དག་གོ་སྙམ་དུ་བྱའོ།། །།ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ། བམ་པོ་ལྔ་བཅུ་ལྔ་པ།
en: If you ask why, it is because they should think, ‘After attaining consummate buddhahood in unsurpassed, complete enlightenment, I must liberate them from all sufferings.’ “

source: དགའ་བོས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་དག་དང་གནས་པར་བགྱི། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, how should bodhisattva great beings treat individuals who follow the vehicle of the bodhisattvas?”

source: དགའ་བོ་འདི་ལྟ་སྟེ།
en: asked Ānanda. “

source: དཔེར་ན། སྟོན་པ་དང་ཇི་ལྟར་གནས་པ་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་གང་ཟག་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པ་དང་གནས་པར་བྱ་སྟེ།
en: Ānanda,” replied the Blessed One, “bodhisattva great beings should treat individuals who follow the vehicle of the bodhisattvas just as they treat the Teacher.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ནི་བདག་གི་གྲོགས་ཏེ་གྲུ་གཅིག་ཏུ་ཞུགས་པའོ།
en: If you ask why, they set their minds, thinking, ‘These are my friends—we have embarked on the same ship.

source: །འདིས་ནི་ཇི་ལྟར་བསླབ་པར་བྱ་བ་དེ་བཞིན་དུ་བདག་གིས་ཀྱང་བསླབ་པར་བྱའོ། །འདིས་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་དང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་དང་། མི་འཇིགས་པ་དང་།
en: I should also train in the same manner in which they are training.

source: སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གང་ལ་བསླབ་པར་བྱ་བ་དེ་ཉིད་ལ་བདག་གིས་ཀྱང་བསླབ་པར་བྱའོ་སྙམ་དུ་སེམས་བསྐྱེད་དོ།
en: I should also train in the same phenomena in which they should train—the perfection of generosity, the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, the perfection of wisdom, all the aspects of emptiness, the factors conducive to enlightenment, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, great loving kindness, great compassion, the eighteen distinct qualities of the buddhas, and [all the goals], up to and including all-aspect omniscience.’

source: །དེས་གཞན་ཡང་སེམས་འདི་ལྟར་བསྐྱེད་པར་བྱ་སྟེ། འདི་ནི་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ལམ་སྟོན་པ་སྟེ། གལ་ཏེ་དེ་འདྲེས་པར་སྤྱོད་ཅིང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་ཡིད་ལ་བྱ་བ་དང་བྲལ་བར་གྱུར་ན། དེ་ལ་བདག་གིས་བསླབ་པར་མི་བྱའི།
en: In addition, they should set their minds on the thought, ‘They are teaching the path of complete enlightenment, but if they behave in a corrupt manner, and are not focusing their attention with all-aspect omniscience in mind, I should not train in that manner.

source: གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་ཡིད་ལ་བྱ་བ་དང་མ་བྲལ་བར་གནས་ན་བདག་གིས་ཀྱང་དེ་ལྟར་བསླབ་པར་བྱའོ་སྙམ་དུ་སེམས་བསྐྱེད་དེ།
en: If those bodhisattva great beings never stop focusing their attention with all-aspect omniscience in mind, I too should train accordingly.’

source: དེ་ལྟར་སློབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་བསླབ་པ་མཉམ་པ་ཡིན་ནོ།
en: Bodhisattva great beings who train in that manner train in sameness.”

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ་ལས། ལེའུ་བཞི་བཅུ་དྲུག་པའོ།། །།
en: This completes the forty-sixth chapter from “The Perfection of Wisdom in Twenty-Five Thousand Lines.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་མཉམ་པ་ཉིད་གང་ལ་བསླབ་པར་བགྱི་བའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་མཉམ་པ་ཉིད་གང་ལགས།
en: Chapter 47 Thereupon, the venerable Subhūti asked the Blessed One, “Blessed Lord, what is the sameness of the bodhisattva great beings—the sameness in which bodhisattva great beings should train?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ནང་སྟོང་པ་ཉིད་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་མཉམ་པ་ཉིད་དོ།
en: Subhūti,” replied the Blessed One, “the emptiness of internal phenomena constitutes the sameness of bodhisattva great beings.

source: །ཕྱི་སྟོང་པ་ཉིད་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་མཉམ་པ་ཉིད་དོ།
en: The emptiness of external phenomena constitutes the sameness of bodhisattva great beings.

source: །ཕྱི་ནང་སྟོང་པ་ཉིད་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་མཉམ་པ་ཉིད་དོ།
en: The emptiness of external and internal phenomena constitutes the sameness of bodhisattva great beings.

source: །རབ་འབྱོར་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་མཉམ་པ་ཉིད་དོ།
en: Subhūti, [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, constitute the sameness of bodhisattva great beings.

source: །གཟུགས་ནི་གཟུགས་ཀྱིས་སྟོང་།
en: Physical forms are empty of physical forms.
